app/Controllers/Dashboard.php

    public function index()
    {
        $akta = new AktaModel();
        $data['total_akta'] = $akta->countAllResults();
        $permoh = new PermohonanModel();
        $data['total_permohonan'] = $permoh->countAllResults();
        $klien = new KlienModel();
        $data['total_klien'] = $klien->countAllResults();
        $klien = new ArsipModel();
        $data['total_arsip'] = $klien->countAllResults();
---
SELECT COUNT(*) AS `numrows`
FROM `akta`
SELECT COUNT(*) AS `numrows`
FROM `tbl_permohonan`
SELECT COUNT(*) AS `numrows`
FROM `tbl_klien`
SELECT COUNT(*) AS `numrows`
FROM `tbl_arsip`