app/Controllers/Klien.php

    public function index()
    {
        $data = session()->get('data_klien');

        $data['menu'] = 'klien';

        $klienModel = new KlienModel();
        $data['klien'] = $klienModel->findAll();

        $permohon = new PermohonanModel;
        $data['permohonan'] = $permohon->findAll();
---
SELECT *
FROM `tbl_klien`
SELECT *
FROM `tbl_permohonan`