app/Controllers/Permohonan.php

    public function index()
    {
        $data['menu'] = 'permohonan';
        //menggunnakan model
        $permohonanModel = new PermohonanModel;
        $data['permohonan'] = $permohonanModel->findAll();

        $klien = new KlienModel;
        $data['klien'] = $klien->findAll();
---
SELECT *
FROM `tbl_permohonan`
SELECT *
FROM `tbl_klien`